[
    {
        "product_id": "jc_pet_pawppies",
        "product_name": "JC Pet Pawppies Insurance",
        "product_overview": "JC Pet Insurance Pet Insurance is the only pet insurance in town with absolutely no sublimits. At enrollment, if your pet has been 1 year old or above in its last birthday, you can get reimbursements up to 90%* of eligible expenses while other registered vets that are not on this list, the reimbursement rate is 70%*. Common pet medical expenses include surgery, x-ray & ultrasound, lab tests, medication, consultation etc. However, most plans in the market place reimbursement caps on specific medical expenses so you might eventually claim a small portion of an expensive treatment. We understand your needs, that’s why we don’t cap how much you can claim for a specific benefit.",
        "product_eligibles": "1. There is a waiting period of 28 days from the policy start date for accidents and illness before coverage takes effect. The waiting period is 180 days for cancer. 2. Calculation of the insured age: Insured age is based on your pet's age at its last birthday. For example, if the pet is 1 year and 10 months old, please select 1 year old; if the pet is less than 1 year old, please select 13 weeks to 11 months, and so on.",
        "product_promotion_details": "JC Pet Pawppies plan features no sublimits with a reimbursement rate of up to 90% to protect your pet’s health and free you to relish every precious moment together. Enroll using promo code【FURRY30】on or before 21 August 2024 to enjoy 30% off your first year’s premium!",
        "product_details": "JC Pet Pawppies reimburses up to 90% of vet bills for pets at age 1 or above, and up to 50% for pets from 13 weeks to 11 months old at enrollment, whether from mild injuries or serious chronic illnesses. All of our plans cover the big expenses, such as surgery and hospitalization. The Plus and Ultra plans also include vet consultations, ideal for pet parents looking for comprehensive protection for their furry ones.",
        "product_exclusions": "We would love to keep all our furry friends healthy, but unfortunately none of the pet insurance companies can cover treatments of pre-existing conditions (illnesses or injuries that happen before you purchase a policy or during the waiting period). Our plans also doesn’t cover spaying/neutering costs and alternative treatments. Please see the complete list of exclusions here.",
        "source": "https://i.imgur.com/jH4Ta3G.png",
        "creation": "2024-08-21",
        "last_update": "1708281200"
    },
    {
        "product_id": "jc_life_protector",
        "product_name": "JC Life Protector",
        "product_overview": "With the whole life protection and long-term savings opportunities provided by JC Life Protector, you can maximise every possibility that come your way towards achieving your goals. Seize tomorrow and don’t let today’s worries wear you down.",
        "product_eligibles": "The plan is eligible for everyone and protects you for your entire lifespan",
        "product_promotion_details": "",
        "product_details": "JC Life Protector protects the life assured (the person covered by the policy) for a lifetime, so that family members can enjoy peace of mind no matter what the future brings. In the unfortunate event that the life assured passes away while JC Life Protector is in force, their loved ones will receive at least 100% of the sum assured as a Death Benefit, just when they need it most. We may also pay a non-guaranteed one-off bonus – the Terminal Bonus – when you surrender your policy or make a claim for the Death Benefit on or after the 5th policy anniversary for regular-premium plans or on or after the 1st policy anniversary for single premium plans.",
        "product_exclusions": "You can only choose the Benefit Protector Option for standard rate policies (i.e. policies without any loadings or exclusions) of JC Life Protector with a premium term of 20 or 30 years upon the plan application. It is also subject to our administration guidelines.",
        "source": "https://i.imgur.com/jH4Ta3G.png",
        "last_update": 1708289200
    },
    {
        "product_id": "john_sand_insurance",
        "product_name": "John Sand Insurance",
        "product_overview": "Eligible for persons aged 15 days to age 80; Covers unknown pre-existing conditions and  ‍congenital diseases; No waiting period level up!  Excluding Unknown Pre-existing Conditions, enjoy 100% reimbursement starting from the 181st day from the effective date of the policy. Lifetime guaranteed renewal; Worldwide coverage (including immigration and travel)#  Except for U.S. and non-designated Chinese hospitals; Psychiatric treatments only available in Hong Kong; Monthly payment",
        "product_eligibles": "From 15 days to age 80. Please note that the insured person whose age is between 66 and 80 must go to designated clinics to complete the following health assessments for underwriting, after the insurance application.Health questionnaire; Resting electrocardiogram; Urinalysis; Blood tests include: i) liver function test, ii) kidney function test, iii) complete blood count, iv) lipid (cholesterol), v) fasting blood glucose, vi) glycosylated hemoglobin and vii) hepatitis B surface antigen",
        "product_promotion_details": "",
        "product_details": "Eligible for persons aged 15 days to age 80; ",
        "product_exclusions": "Under this plan, we will not pay any benefit in relation to or arising from the following: Treatments, procedures, medications, tests or services which are not Medically Necessary; Confinement solely for the purpose of diagnostic procedures or allied health services, unless such procedure or service is recommended by a Registered Medical Practitioner for Medically Necessary investigation or treatment of a Disability which cannot be effectively performed in a setting for providing Medical Services to a Day Patient; Treatment of Human Immunodeficiency Virus (“HIV”) and its related disability, which is contracted or occurs before the Policy Effective Date. If evidence of proof as to the time eat which such Disability is first contracted or occurs is not available, manifestation of such Disability within the first 5 years after the Policy Effective Date shall be presumed to be contracted or occur before the Policy Effective Date (except cases where HIV and its related disability is caused by sexual assault, medical assistance, organ transplant, blood transfusions or blood donation, or infection at birth) Dependence, overdose or influence of drugs, alcohol, narcotics or similar drugs or agents;",
        "source": "https://i.imgur.com/jH4Ta3G.png",
        "last_update": "2023/02/01 16:00:00"
    },
    {
        "product_id": "outpatien_wonderx_care",
        "product_name": "Outpatient WonderX Care",
        "product_overview": "Take care of your family’s wellbeing without having to worry about high medical costs. With Outpatient Care, you can receive treatment from general practitioners within our network based in Hong Kong, as well as in Macau and China if a higher level of coverage is selected. And you do not have to complete a claims form – simply show your Outpatient Care card to your doctor, and they will settle the bill with us directly.",
        "product_eligibles": "To be able to apply you must: be aged 18 to 59 be a resident of the Hong Kong Special Administrative Region (SAR) have an our account; We also accept family enrolments. Family members include: a spouse aged 18 to 59 children aged 15 days old to age 17 or a full-time student under the age of 23",
        "product_promotion_details": "Enjoy a 10% discount on your first year’s premium when you apply for Outpatient WonderX Care online. The offer is valid until 31 December 2024. Terms and conditions apply.",
        "product_details": "You can choose between Plan A and Plan B, depending on your budget and medical needs. Both plans include specialist consultation, and unlimited visits to a general practitioner in our network within Hong Kong for each insured person2. Meanwhile, Plan B extends the available network to Macau and China, and also includes 10 visits per year to a practitioner of Chinese medicine for each insured person, coverage for diagnostic X-rays and laboratory tests, and a free annual medical service. The policy covers consultations with physiotherapists, gynaecologists and paediatricians. You’re also covered for X-rays and laboratory tests. Simply show your Outpatient Care card to your network doctor and they will handle the bill with us. You just need to make a small contribution to treatment expenses for each consultation visit. Every year, you can choose one of the following: Basic wellness health check, including blood pressure, blood glucose and cholesterol checks   Standard eye-care package Influenza vaccination",
        "product_exclusions": "Unfortunately we can’t cover you for: Congenital conditions Pre-existing conditions Cosmetic or plastic surgery Any surgical procedures (clinic or hospital) Long-term medication for chronic diseases Psychiatric or mental disorders Treatment for dental or oral conditions Specialised X-ray or imaging tests Pregnancy, infertility and sterilisation Vaccination, immunisation and preventive treatment Treatment resulting from war, invasion and terrorist acts",
        "source": "https://i.imgur.com/jH4Ta3G.png"
    },
    {
        "product_id": "criti_safety_insurance",
        "product_name": "Criti Safety Insurance Protector",
        "product_overview": "If you are unfortunately diagnosed with any one of the 56 disease conditions, the whole-life cover from our Criti Safety Insurance Protector will help protect your family finances with a lump-sum. You can focus on your recovery without worrying about being unable to afford your costs of living, just by paying an affordable premium over a limited period.",
        "product_eligibles": "From 90 days to age 100. Please note that the insured person whose age is between 60 and 85 must go to designated clinics to complete the following health assessments for underwriting, after the insurance application.Health questionnaire; Resting electrocardiogram; Urinalysis; Blood tests include: i) liver function test, ii) kidney function test, iii) complete blood count, iv) lipid (cholesterol), v) fasting blood glucose, vi) glycosylated hemoglobin and vii) hepatitis B surface antigen",
        "product_promotion_details": "Enjoy 15% off your first year’s premium when you apply for Criti Safety Insurance Protector online. The offer is valid until 1 December 2024. Terms and conditions apply.",
        "product_details": "If you take out Criti Safety Insurance Protector for yourself, we will give you essential whole life financial protection against 56 Major Disease Conditions including Cancer, Heart Attack or Stroke – the most common major disease conditions – at an affordable premium, so you can focus on regaining your health and look forward to the wonders of each new day. If you are unfortunately diagnosed with one of the Major Disease Conditions we cover, we will pay a lump sum of 100% of the current sum assured and a non-guaranteed one-off Terminal Bonus (on or after the 5th policy anniversary) as a Major Disease Benefit. ",
        "product_exclusions": "We will not pay any Major Disease Benefit if: i. the Major Disease Condition existed before the effective date of this plan, or before the effective date of reinstatement, whichever is later; or ii. the life assured suffers from any pre-existing condition, or shows any signs or symptoms, which may be the cause or triggering condition of a Major Disease Condition before the effective date of this plan, or before the effective date of reinstatement, whichever is later; or iii. the life assured has fulfilled the definition of a Major Disease Condition, or has shown signs or symptoms of any illness, disease or physical condition which may be the cause or triggering condition of a Major Disease Condition within 90 days from the effective date of this plan or from the effective date of reinstatement, whichever is later. This exclusion does not apply if the Major Disease Condition is caused by an accident; or iv. the Major Disease Condition is a direct or indirect result of: a. the life assured’s attempted suicide or self-inflicted injuries while sane or insane; or b. Acquired Immune Deficiency Syndrome (AIDS), AIDS-related complex or infection by Human Immunodeficiency Virus (HIV) except for AIDS due to Blood Transfusion or Occupationally Acquired HIV; or c. narcotics used by the life assured unless taken as prescribed by a registered doctor, or the life assured’s abuse of drugs and/or alcohol.",
        "source": "https://i.imgur.com/jH4Ta3G.png"
    }
]