[
    {
        "product_id": "jc_pet_pawppies",
        "product_name": "JC Pet Pawppies Insurance",
        "product_overview": "JC Pet Insurance Pet Insurance is the only pet insurance in town with absolutely no sublimits. At enrollment, if your pet has been 1 year old or above in its last birthday, you can get reimbursements up to 90%* of eligible expenses while other registered vets that are not on this list, the reimbursement rate is 70%*.",
        "product_eligibles": "1. There is a waiting period of 28 days from the policy start date for accidents and illness before coverage takes effect. The waiting period is 180 days for cancer. 2. Calculation of the insured age: Insured age is based on your pet's age at its last birthday. For example, if the pet is 1 year and 10 months old, please select 1 year old; if the pet is less than 1 year old, please select 13 weeks to 11 months, and so on.",
        "product_promotion_details": "JC Pet Pawppies plan features no sublimits with a reimbursement rate of up to 90% to protect your pet’s health and free you to relish every precious moment together. Enroll using promo code【FURRY30】on or before 21 August 2024 to enjoy 30% off your first year’s premium!",
        "product_details": "JC Pet Pawppies reimburses up to 90% of vet bills for pets at age 1 or above, and up to 50% for pets from 13 weeks to 11 months old at enrollment, whether from mild injuries or serious chronic illnesses. All of our plans cover the big expenses, such as surgery and hospitalization. The Plus and Ultra plans also include vet consultations, ideal for pet parents looking for comprehensive protection for their furry ones.",
        "product_exclusions": "We would love to keep all our furry friends healthy, but unfortunately none of the pet insurance companies can cover treatments of pre-existing conditions (illnesses or injuries that happen before you purchase a policy or during the waiting period). Our plans also doesn’t cover spaying/neutering costs and alternative treatments. Please see the complete list of exclusions here.",
        "source": "https://i.imgur.com/jH4Ta3G.png",
        "creation": "2024-08-21",
        "last_update": "1708281200"
    },
    {
        "product_id": "outpatien_wonderx_care",
        "product_name": "Outpatient WonderX Care",
        "product_overview": "Take care of your family’s wellbeing without having to worry about high medical costs. With Outpatient Care, you can receive treatment from general practitioners within our network based in Hong Kong, as well as in Macau and China if a higher level of coverage is selected. And you do not have to complete a claims form – simply show your Outpatient Care card to your doctor, and they will settle the bill with us directly.",
        "product_eligibles": "To be able to apply you must: be aged 18 to 59 be a resident of the Hong Kong Special Administrative Region (SAR) have an our account; We also accept family enrolments. Family members include: a spouse aged 18 to 59 children aged 15 days old to age 17 or a full-time student under the age of 23",
        "product_promotion_details": "Enjoy a 10% discount on your first year’s premium when you apply for Outpatient WonderX Care online. The offer is valid until 31 December 2024. Terms and conditions apply.",
        "product_details": "You can choose between Plan A and Plan B, depending on your budget and medical needs. Both plans include specialist consultation, and unlimited visits to a general practitioner in our network within Hong Kong for each insured person2. Meanwhile, Plan B extends the available network to Macau and China, and also includes 10 visits per year to a practitioner of Chinese medicine for each insured person.",
        "product_exclusions": "Unfortunately we can’t cover you for: Congenital conditions Pre-existing conditions Cosmetic or plastic surgery Any surgical procedures (clinic or hospital) Long-term medication for chronic diseases Psychiatric or mental disorders Treatment for dental or oral conditions Specialised X-ray or imaging tests Pregnancy, infertility and sterilisation Vaccination, immunisation and preventive treatment Treatment resulting from war, invasion and terrorist acts",
        "source": "https://i.imgur.com/jH4Ta3G.png",
        "last_update": "1708001200"
    },
    {
        "email_id": "fid0a00391d4891089034",
        "from": "Jason Cao",
        "to": "Tony Cheung",
        "content": "Dear Tony, I believe according to our internal policy the insurance claim has to be submitted at least one week before the actual claim. You can refer to case LPT3232 whereas user Jason (ID: 38219032910, email: jason.cao@couchbase.com) went through the same issue. You can directly find Jason by +852-1234-6666 to verify. Let me know if your understanding differs. Thank you so much, Jason         "
    }
]